<!DOCTYPE html>
<html>
<body>
<p><span style="font-size: 18pt;">Datenschutzerkl&auml;rung</span></p>
<p>Diese Seite dient der Aufkl&auml;rung &uuml;ber die Erhebung der personenbezugenen Daten der Android Application getNoisy - Handysuche.</p>
<p>Durch das Herunterladen und Benutzen der Application erkl&auml;ren Sie sich mit der folgenden Datenschutzerkl&auml;rung einverstanden.</p>
<p>&nbsp;</p>
<p><span style="font-size: 14pt;">1. Kontakt</span></p>
<p>Die Kontaktdaten der verantwortlichen Person sind:</p>
<p>Hendrik Riedel</p>
<p>Marienstra&szlig;e 17</p>
<p>36157 Ebersburg</p>
<p>&nbsp;</p>
<p><span style="font-size: 14pt;">2.Erhebung und Verwendung von personenbezogenen Daten</span></p>
<p>Die Telefonnummer, Kontaktbild und Kontaktname werden nur zur Sicherung gespeichert. Wenn Sie sich nicht mehr bereiterkl&auml;ren, die gennanten Daten bereit zu stellen, dr&uuml;cken Sie auf das Papierkorbsymbol und Ihre Daten werden gel&ouml;scht.</p>
<p>Wenn Sie keinen Zugriff auf den Anrufstatus gestatten wollen, deaktivieren Sie getNoisy &uuml;ber den An-/Aus-Schalter in der rechten oberen Ecke.</p>
<p>Die Daten werden nur zur Verarbeitung gespeichet und werden nicht an Dritte weitergereicht. Aus diesem Grund wird auch keine Werbung in die Application kommen.</p>
<p>"getNoisy - Handysuche" verwendet folgende Drittanbieterdienste, welche personenbezogene Daten sammeln k&ouml;nnte:</p>
<p>Google Play Services (Android). Weitere Informationen k&ouml;nnen Sie unter <a href="https://policies.google.com/privacy?hl=de&amp;gl=ZZ">https://policies.google.com/privacy?hl=de&amp;gl=ZZ</a> erhalten.</p>
<p><span style="font-size: 14pt;">3. Log-daten und Statistikerstellug durch Android</span></p>
<p>Wenn es zu einem Absturz der App kommt, werden Log-Daten und Informationen an der oben genannten Drittanbieter gesandt um zur Behebung des Fehlers beizutragen. Es k&ouml;nnen Daten wie Hersteller, Modell, Betriebssystem und Version und dem Zeitpunkt des Fehlers &uuml;bertragen werden.</p>
<p><span style="font-size: 14pt;">4. Berechtigungen</span></p>
<p>Die App ben&ouml;tigt Zugriff auf den Telefondienst: Dieser wird ben&ouml;tigt, damit die Application wei&szlig;, wann der Klingelton abzuspielen ist und wann nicht. Sie kann auf die Telefonnummer des Anrufenden und des zu Anrufenden zugreifen. Die Application kann keine Anrufe t&auml;tigen oder annehmen.</p>
<p>Die App ben&ouml;tigt Zugriff auf die Systemlautst&auml;rke, den Nicht-St&ouml;hren-Modus und die Vibrationsfunktion. Wenn die Application w&auml;rend eines Nicht-St&ouml;hren-Modus oder des Lautlosmodus aktiv wird, so stellt Sie das Handy auf vibrieren. Danach erst auf laut.</p>
<p>Die App ben&ouml;tigt optional Zugriff auf Kontakte um das Hinzuf&uuml;gen von Kontakten zu vereinfachen.</p>
<p>Die App ben&ouml;tigt Zugriff auf den Bootvorgang um sich automatisch zu starten.</p>
<p>Die App ben&ouml;tigt Zugrif auf die Benachrichtigungen in der Satusbar.</p>
<p>&nbsp;</p>
<p><span style="font-size: 14pt;">5. &Auml;nderung der Datenschutzerkl&auml;rung</span></p>
<p><span style="font-size: 11pt;">Ich werde die Datenschutzerkl&auml;rung, bei unzureichender Aufkl&auml;rung ab&auml;ndern. Sie ist stets auf dem neusten Stand.</span></p>
</body>
</html>
